{
  "January": {"Oxygen mining increases as companies aim to build a $500 bn industry.": {"oxygen": -20.0}, "Major salt processing unit shut down due to technical break down.": {"salt": 40.0}, "Water processors in huge trouble as government imposes quality audit.": {"water": -40.0}, "The reserve bank to increase interest rate by 100 bps.": {"bank": 1.0}, "Carbon found in abundance on a newly discovered meteor. Major firms fight for its ownership.": {"carbon": 20.0}, "Astro Scale raises $800 mn to boost its space tourism business.": {"astroscale": 20.0}, "Blue Origin’s Mars mission postponed due to technical concerns.": {"blueorigin": -30.0, "spacex": -10.0, "arca": 10.0}},
  "February": {"Celestis ropes in Robert as its new Head of Celestial Exploration. New projects expected.": {"celestis": 20.0}, "Two people die as major Sodium facility catches fire.": {"sodium": -30.0}, "Marble production increases exponentially while demand remains constant.": {"marble": -20.0}, "Duties on Sugar to increase by almost 15%.": {"sugar": -40.0}, "Calcium mining giant Calacto files for bankruptcy.": {"calcium": -30.0}, "Smart technology could wipe out jobs at Virgin Galactic.": {"virgingalactic": -30.0, "astrospace": -10.0, "celestis": -10.0}, "Reserve Bank plans to imitate Japan. Plan to result in more spendings than savings.": {"bank": -4.0}},
  "March": {"Recession forces Central Bank to reduce CRR tremendously. Happy times for depositors!": {"bank": 2.0}, "Dark clouds hover over Astra Rocket as CEO resigns with immediate effect.": {"astrorocket": -40.0}, "Experts predict Chlorine depletion to adversely affect Salt processing.": {"chlorine": 20.0, "salt": -30.0}, "Oxygen consumption Earth continues to increase as air quality worsens.": {"oxygen": 30.0}, "Reports suggest possible discovery of Limestone on Kelper.": {"marble": -30.0}, "Demand for propane on new plant kelper rises": {"propane": 40.0, "astroscale": 10.0, "blueorigin": -20.0, "arca": -10.0}},
  "April": {"Companies find Exporting Hydrogen difficult due to storage issues.": {"hydrogen": 30.0}, "Hoarding of salt leads to problems in meeting demand effectively.": {"salt": 40.0}, "Thunderstorm wipes out major Propane manufacturing unit.": {"propane": -30.0}, "Sugar labourers happy as wages increase": {"sugar": 20.0}, "NPAs at all time high. All bank withdrawals prohibited for at least a month.": {"bank": 2.0}, "Space X fails to successfully launch its ambitious spaceship.": {"spacex": -30.0, "virgingalactic": 20.0}},
  "May": {"Weather problems on Earth. Processing stops": {"sodium": -10.0, "oxygen": -20.0, "carbon": -10.0, "hydrogen": -10.0}, "CEO of Marbleica, biggest manufacturer of finishes marble, says dark times ahead! Stops importing raw": {"material.marble": -40.0}, "Blue Origin CTO steps down amongst sexual harassment allegations.": {"blueorigin": -20.0}, "Dry summer forces Hydrogen miners to halt operations.": {"hydrogen": 30.0}, "Space X signs pact with Chinese giant Xi Ango for its Moon settlement blueprint.": {"spacex": 20.0, "astrorocket": 10.0}},
  "June": {"Regulating agencies fire Deputy officer in-charge over sugar scam": {"sugar": -20.0}, "Excessive deforestation for manufacturing facilities leads to depletion in levels of oxygen. Increased carbon": {"dioxide levels predicted.oxygen": 20.0}, "Moody’s downgrade Astro Scale amidst patents war with Space X.": {"astroscale": -10.0, "spacex": 10.0}, "Water requirements on Kelper increase tremendously as oxygen mining stop.": {"water": 10.0}, "Chlorine processing cost increases as labourers go on indefinite strike.": {"chlorine": -20.0}, "Employees threaten Space X with strike as the company continues to negotiate with union.": {"spacex": -20.0, "virgingalactic": 10.0}},
  "July": {"Arca announces 5 day work week. Says improved productivity will more than compensate for a reduced": {"day.arcaspace": 10.0}, "Exemption given to Marble Exporters for speedy development of housing settlements on Kelper.": {"marble": 20.0}, "BOD announces bonus shares amidst soaring salt sales.": {"salt": 30.0}, "Sodium mining giant enters Chlorine space. CEO promises to clamp down inflated price": {"chlorine": -10.0}, "Troubled Astro Scale sells its R&amp;D department for $800 mn to Celestis.": {"astroscale": -20.0}, "Air Hydro invest $2 bn to buy 18 new meteor mining machines. Plans to double its production.": {"hydrogen": 10.0}},
  "August": {"BoD approves pay cut for Virgin’s CEO due to underperformance.": {"virgingalactic": -20.0}, "Most awaited miners bill passed. Industry applauds gov.": {"calcium": 10.0, "oxygen": 10.0}, "William Kane, known as the King of Sugar, sells his stake citing gloomy future.": {"sugar": -20.0, "carbon": -10.0}, "Blue origin’s Thomas says, “Tough times ahead. All appropriate measures taken.”": {"blueorigin": 10.0, "astrorocket": 10.0}},
  "September": {"No impact on cost-cutting on carbon imports, say Carbonex CEO.": {"sodium": 10.0}, "Propane storage facility catches fires. Citizens protest against new propane imports.": {"propane": -20.0}, "Tax rates for marble and limstone- related products revised from 15% to 23%.": {"marble": -20.0}, "Manufacturing associations raise concerns over heightened duties. Say Govt should be": {"proactive in bringing them down.salt": -10.0}, "Celestis files for 5 patents for its meteor mining.": {"celestis": 10.0, "spacex": 20.0}, "Agencies fine Astra Rocket $900mn for illegal labour practices.": {"astrorocket": -20.0}},
  "October": {"Illegal chlorine storage capacity demolished by local authorities.": {"chlorine": -10.0}, "Kelper enroute oxygen cargo sets on fire due to faulty launch.": {"oxygen": -20.0}, "Govt annoucnes tax rate revision for calcium exporters to boost demand.": {"calcium": 20.0}, "Arca space delivers a game changer as it develops a new cost effective fuel.": {"arcaspace": 20.0}, "Space X acquires meteor consulting firm Amarcino for $7 bn.": {"spacex": 10.0, "virgingalactic": -10.0}, "Govt levies sur charge on propane products to disourage and control carbon footprints.": {"propane": -10.0, "carbon": -20.0}},
  "November": {"Excess sugar processing leads to lowered carbon availability for other compounds.": {"sugar": 10.0, "carbon": 20.0}, "Salt and Marble giants consider amalgamation to benefit from processing synergy.": {"salt": 10.0, "marble": 10.0}, "To promote sustainability on Kelper, govt considers to incentivise propane importers to develop an": {"alternate fuel component.propane": -20.0}, "Major earthquake destroies huge area used for housing water processing units.": {"water": 20.0, "oxygen": -10.0}, "Astra Rocket in trouble as whistleblower exposes tampered financial statements.": {"astrrocket": -30.0, "spacex": 10.0, "blueorigin": -10.0}}
}